Repository: lliurex/llum
Catalog: lliurex-po/llum/qcv.po
Languages: qcv

source: Llum - Lliurex User Manager
qcv: Llum - Gestor d'usuaris de Lliurex

source: The XML file generated by Gescen/Itaca contains errors. Importation failed
qcv: El fitxer XML generat per Gescen/Itaca conté errors. La importació ha fallat.

source: The XML file could not be sent to the server.
qcv: El fitxer XML no s'ha pogut enviar al servidor.

source: XML is encrypted. You need to enter a password to decrypt the file.
qcv: El fitxer XML està encriptado. Heu d'introduir una contraseña per a desencriptar-lo.

source: It's not a valid XML file.
qcv: No és un fitxer XML vàlid.

source: Invalid ITACA password
qcv: La contrasenya d'ITACA no és vàlida.

source: Unknown error
qcv: Hi ha hagut un error desconegut.

source: XML parsing error.
qcv: Hi ha hagut un error en l'anàlisi de l'XML.

source: The XML file doesn't exist
qcv: El fitxer XML no existix.

source: User
qcv: Usuari

source: Password
qcv: Contrasenya

source: Enter your user and password
qcv: Escriviu l'usuari i la contrasenya.

source: Classroom Server
qcv: Servidor d'aula

source: Center Server
qcv: Servidor de centre

source: Connected to LDAP as:
qcv: S'ha connectat a l'LDAP com a:

source: User and/or password are incorrect.
qcv: El nom d'usuari i/o la contrasenya són incorrectes.

source: There was an error trying to connect to the n4d(XMLRPC) server
qcv: S'ha produït un error quan s'intentava connectar al servidor n4d(XMLRPC).

source: Connect to
qcv: Connecta't a

source: Enter old password
qcv: Escriviu la contrasenya antiga

source: New passwords do not match
qcv: La nova contrasenya no coincidix amb la confirmació de la contrasenya.

source: Change Own Password
qcv: Canvia la contrasenya

source: Password changed successfully
qcv: La contrasenya s'ha canviat correctament.

source: Could not change password.
qcv: No s'ha pogut canviar la contrasenya.

source: Change your password
qcv: Canvieu la contrasenya

source: Enter your old password:
qcv: Escriviu la contrasenya antiga:

source: Enter your new password:
qcv: Escriviu la contrasenya nova

source: Re-enter your new password:
qcv: Torneu a escriure la contrasenya nova:

source: There was an error connecting to the n4d(XMLRPC) server
qcv: S'ha produït un error quan es connectava al servidor n4d(XMLRPC).

source: Search User
qcv: Busca l'usuari

source: User ID
qcv: ID de l'usuari

source: Group
qcv: Grup

source: Name
qcv: Nom

source: Surname
qcv: Cognom

source: Search user
qcv: Busca l'usuari

source: Search filter:
qcv: Busca el filtre:

source: Edit User
qcv: Edita l'usuari

source: Promote User/s
qcv: Promou usuaris

source: Demote User/s
qcv: Revoca permisos

source: Delete User/s
qcv: Suprimix usuaris

source: Belongs to
qcv: Pertany a

source: Available groups
qcv: Grups disponibles

source: Group modification successful
qcv: S'ha modificat el grup correctament.

source: Personal data changed successfully
qcv: Les dades personals s'han canviat correctament.

source: User password changed successfully
qcv: La contrasenya de l'usuari s'ha canviat correctament.

source: Password cannot be empty
qcv: La contrasenya no pot estar buida.

source: NIA edited succesfully
qcv: El NIA s'ha editat correctament.

source: There was an error trying to edit this user
qcv: S'ha produït un error quan s'intentava editar este usuari.

source: NIF edited successfully
qcv: El NIF s'ha editat correctament.

source: User details
qcv: Detalls de l'usuari

source: <b>User ID#</b>
qcv: <b>ID de l'usuari #</b>

source: label6
qcv: etiqueta6

source: <b>User ID</b>
qcv: <b>ID de l'usuari</b>

source: label3
qcv: etiqueta3

source: <b>Group</b>
qcv: <b>Grup</b>

source: label8
qcv: etiqueta8

source: <b>Identification Number</b>
qcv: <b>Número d'identificació</b>

source: Enter new password
qcv: Escriviu la contrasenya nova

source: Re-enter new password
qcv: Torneu a escriure la contrasenya nova

source: <b>Change password</b>
qcv: <b>Canvia la contrasenya</b>

source: <b>Edit user personal data</b>
qcv: <b>Edita les dades personals de l'usuari</b>

source: <b>Edit user groups</b>
qcv: <b>Edita els grups d'usuaris</b>

source: The following users were removed from the to-be-deleted list for security reasons
qcv: S'han eliminat els usuaris següents de la llista d'usuaris per suprimir per raons de seguretat.

source: Deleting users...
qcv: S'estan suprimint els usuaris...

source: Deletion successful
qcv: S'han suprimit correctament.

source: Go back
qcv: Arrere

source: Delete Users
qcv: Suprimix usuaris

source: The follwing users are going to be deleted:
qcv: Se suprimiran els usuaris següents:

source: Delete /net user data as well
qcv: Suprimix també les dades d'usuari en /net

source: ProgressWindow
qcv: FinestraDeProgrés

source: Students
qcv: Alumnat

source: Teachers
qcv: Professorat

source: Other
qcv: Altres

source: Add User
qcv: Afig un usuari

source: User created successfully
qcv: L'usuari s'ha creat correctament.

source: Error creating user:
qcv: S'ha produït un error quan es creava l'usuari:

source: User ID must contain characters
qcv: L'ID de l'usuari ha de contindre caràcters.

source: Add user
qcv: Afig un usuari

source: Template
qcv: Plantilla

source: * NIA/DNI fields are optional, but if present, they will help the re-importation process
qcv: Els camps * NIA/DNI són opcionals, però si hi apareixen ajudaran en el procés de reimportació.

source: The following users were removed from the to-be-promoted list as they don't belong to the teachers group
qcv: S'han suprimit els usuaris següents de la llista d'usuaris per promoure ja que no pertanyen al grup del professorat.

source: There was an error when promoting
qcv: S'ha produït un error durant la promoció.

source: Users successfully promoted to admins
qcv: Els usuaris s'han promogut a administradors correctament.

source: Promote Users
qcv: Promou usuaris

source: The following users are going to be promoted:
qcv: Es promouran els usuaris següents:

source: Search Group
qcv: Busca el grup

source: Group ID
qcv: ID del grup

source: Description
qcv: Descripció

source: Edit Group
qcv: Edita el grup

source: Promote Users from Group/s
qcv: Promou usuaris dels grups

source: Demote Users from Group/s
qcv: Revoca usuaris dels grups

source: Delete Group/s
qcv: Suprimix grups

source: Delete Users from Group/s
qcv: Suprimix usuaris dels grups

source: All
qcv: Tots

source: Users in this group
qcv: Usuaris en este grup

source: Available users
qcv: Usuaris disponibles

source: Description changed succesfully
qcv: S'ha canviat la descripció correctament.

source: There was an error changing group description
qcv: S'ha produït un error quan es canviava la descripció del grup.

source: Users were removed from this group successfully
qcv: Els usuaris s'han suprimit d'este grup correctament.

source: The following errors were returned:
qcv: S'han tornat els errors següents:

source: Users were added to this group successfully
qcv: Els usuaris s'han afegit a este grup correctament.

source: Changing User passwords...
qcv: S'estan canviant les contrasenyes dels usuaris...

source: Passwords were successfully changed
qcv: Les contrasenyes s'han canviat correctament.

source: Some errors were found when changing passwords:
qcv: S'han produït alguns errors quan es canviaven les contrasenyes:

source: Group Details
qcv: Detalls del grup

source: <b>Group GID#</b>
qcv: <b>ID del grup #</b>

source: <b>Group GID</b>
qcv: <b>ID del grup</b>

source: label5
qcv: etiqueta5

source: <b>Edit Description</b>
qcv: <b>Edita la descripció</b>

source: <b>Change password to every user in this group:</b>
qcv: <b>Canvia la contrasenya a tots els usuaris d'este grup:</b>

source: Enter password:
qcv: Escriviu la contrasenya:

source: Re-enter password:
qcv: Torneu a escriure la contrasenya:

source: <b>Edit Users</b>
qcv: <b>Edita els usuaris</b>

source: Some errors where found when executing the demoting operation:
qcv: S'han produït errors quan es revocaven els permisos:

source: Users were succesfully demoted
qcv: Els permisos dels usuaris s'han revocat correctament.

source: The following users were removed from the to-be-demoted list as they don't belong to the teachers group
qcv: S'han suprimit els usuaris següents de la llista d'usuaris per revocar ja que no pertanyen al grup del professorat.

source: Demote Users
qcv: Revoca permisos d'usuaris

source: The following users are going to be demoted:
qcv: Es revocaran els permisos als usuaris següents:

source: Deleting groups and users...
qcv: S'estan suprimint grups i usuaris...

source: Deleting groups only...
qcv: S'estan suprimint grups només...

source: Errors were found when deleting groups:
qcv: S'han produït errors quan se suprimien els grups:

source: Group Deletion successful
qcv: El grup s'ha suprimit correctament.

source: Delete Groups
qcv: Suprimix grups

source: Delete users belonging to those groups
qcv: Suprimix els usuaris que pertanyen a estos grups

source: Groups cannot end with a numerical character
qcv: Els grups no poden acabar en un caràcter numèric.

source: Add Group
qcv: Afig un grup

source: Group successfully added
qcv: El grup s'ha afegit correctament.

source: An error was found when adding group:
qcv: S'ha produït un error quan s'afegia el grup:

source: Add group
qcv: Afig un grup

source: You must create a group before adding generic users
qcv: Heu de crear un grup abans d'afegir-hi usuaris genèrics.

source: Add Generic Users
qcv: Afig usuaris genèrics

source: Creating generic users...
qcv: S'estan creant usuaris genèrics...

source: The following users were created:
qcv: S'han creat els usuaris genèrics següents:

source: User sample:
qcv: Exemple d'usuari:

source: Add generic users
qcv: Afig usuaris genèrics

source: Add users to this group
qcv: Afig usuaris a este grup

source: Users template
qcv: Plantilla d'usuaris

source: Number of users to create
qcv: Nombre d'usuaris per crear

source: Generic name
qcv: Nom genèric

source: Random password
qcv: Contrasenya aleatòria

source: Same as user name
qcv: La mateixa que el nom d'usuari

source: Same password for every user
qcv: La mateixa contrasenya per a tots els usuaris

source: Password generation
qcv: Generació de la contrasenya

source: Get password list
qcv: Llista de contrasenyes

source: Print
qcv: Imprimix

source: All users
qcv: Tots els usuaris

source: Generate list
qcv: Genera una llista

source: <b>Important:</b> Student list is the only list up to date. Once a teacher manually changes his/her password, it's no longer updated in these lists.
qcv: <b>Important:</b> La llista de l'alumnat és l'única que s'actualitza. Quan un professor/a canvia manualment la seua contrasenya, ja no s'actualitzarà en estes llistes.

source: User Deletion tool
qcv: Supressió d'usuaris

source: Everyone
qcv: Tothom

source: You are about to delete every student. Are you sure?
qcv: Ara suprimireu tot l'alumnat. N'esteu segur?

source: You are about to delete every teacher. Are you sure?
qcv: Ara suprimireu tot el professorat. N'esteu segur?

source: You are about to delete every user. Are you sure?
qcv: Ara suprimireu tots els usuaris. N'esteu segur?

source: There was an error when deleting users
qcv: S'ha produït un error quan se suprimien els usuaris.

source: Delete every user
qcv: Suprimix tots els usuaris

source: Delete /net user files
qcv: Suprimix les dades d'usuari en /net

source: <b>Users to delete</b>
qcv: <b>Usuaris per suprimir</b>

source: * You will be asked to confirm this action
qcv: * Se vos demanarà que confirmeu esta acció.

source: Import Gescen/Itaca file
qcv: Importació des de Gescen/Itaca

source: Importing users and groups...
qcv: S'estan important usuaris i grups...

source: Importation successful
qcv: S'ha realitzat la importació correctament.

source: Importation failed
qcv: Ha fallat la importació.

source: Gescen Importation
qcv: Importació de Gescen

source: Select GESCEN/ITACA file:
qcv: Seleccioneu un fitxer de GESCEN/ITACA

source: Select a file
qcv: Seleccioneu un fitxer

source: Apply password to ITACA file
qcv: Aplica una contrasenya al fitxer d'ITACA

source: Importation Mode:
qcv: Mode d'importació:

source: Partial
qcv: Parcial

source: Clear selection
qcv: Neteja la selecció

source: Complete
qcv: Completa

source: This is a list of users from previous Gescen/Itaca importations that were not found in the current xml. <b>Do you want to delete them?</b>
qcv: Esta és una llista d'usuaris d'importacions anteriors del Gescen/Itaca que no s'han trobat en l'xml actual. <b>Voleu suprimir-los?</b>

source: Clear user's /home
qcv: Neteja el /home dels usuaris

source: Others
qcv: Altres

source: You are about to clear every student's home. Are you sure?
qcv: Ara netejareu tots els /home de l'alumnat. N'esteu segur?

source: You are about to clear every teacher's home. Are you sure?
qcv: Ara netejareu tots els /home del professorat. N'esteu segur?

source: You are about to clear every other's home. Are you sure?
qcv: Ara netejareu tots els /home dels altres. N'esteu segur?

source: You are about to clear every user's home. Are you sure?
qcv: Ara netejareu tots els /home dels usuaris. N'esteu segur?

source: Cleaning /home directories...
qcv: S'estan netejant els directoris /home...

source: There was an error when deleting homes
qcv: S'ha produït un error quan es netejaven els /home.

source: Clear /home contents tool
qcv: Neteja el contingut de /home

source: <b>Group of homes to delete</b>
qcv: <b>Grup dels /home per netejar</b>

source: Freeze Users
qcv: Congela usuaris

source: Frozen groups
qcv: Grups congelats

source: Frozen users
qcv: Usuaris congelats

source: Groups have been frozen successfully
qcv: Els grups s'han congelat correctament.

source: The following groups couldn't get frozen:
qcv: No s'han pogut congelar els grups següents:

source: Groups have been unfrozen successfully
qcv: Els grups s'han descongelat correctament.

source: The following groups couldn't get unfrozen:
qcv: No s'han pogut descongelar els grups següents:

source: Users have been frozen successfully
qcv: Els usuaris s'han congelat correctament.

source: The following users couldn't get frozen:
qcv: No s'han pogut congelar els usuaris següents:

source: Users have been unfrozen successfully
qcv: Els usuaris s'han descongelat correctament.

source: The following users couldn't get unfrozen:
qcv: No s'han pogut descongelar els usuaris següents:

source: Freeze Manager
qcv: Gestor de congelació

source: <b>Edit Groups</b>
qcv: <b>Edita els grups</b>

source: Reset passwords
qcv: Reinicialitza les contrasenyes

source: Resetting passwords...
qcv: S'estan reinicialitzant les contrasenyes...

source: Passwords changed successfuly
qcv: Les contrasenyes s'han canviat correctament.

source: There was an error when changing passwords
qcv: S'ha produït un error quan es canviaven les contrasenyes.

source: /net operations
qcv: Operacions en /net

source: Regenerating /net folders...
qcv: S'estan regenerant carpetes en /net...

source: /net user folders regenerated
qcv: S'han regenerat les carpetes d'usuari en /net

source: Regeneration failed
qcv: Ha fallat la regeneració.

source: Fixing /net ACLs...
qcv: S'estan arreglent les ACL en /net...

source: ACLs restored
qcv: S'han restaurat les ACL.

source: ACLs restoration failed
qcv: Ha fallat la restauració d'ACL.

source: /net operations
qcv: operacions en /net

source: <b>Regenerate home folders</b>
qcv: <b>Regenera carpetes personals</b>

source: Execute
qcv: Executa

source: Missing folders will be created. Existing ones will be left as are.
qcv: Es crearan les carpetes desaparegudes. Les existents es deixaran tal com són.

source: <b>Fix ACLs</b>
qcv: <b>Arregla les ACL</b>

source: This operation might take some time.
qcv: Esta operació pot tardar una estona.

source: Import/Export operations
qcv: Operacions d'importació/exportació

source: Llum data exported successfully
qcv: Les dades del Llum s'han exportat correctament.

source: Llum data exportation failed
qcv: Ha fallat l'exportació de dades del Llum.

source: Importing users...
qcv: S'estan important usuaris...

source: Llum data imported successfully
qcv: Les dades del Llum s'han importat correctament.

source: Llum data importation failed
qcv: Ha fallat la importació de dades del Llum.

source: This option allows you to export users and groups to a json file and import them to other initialized servers
qcv: Esta opció permet exportar usuaris i grups a un fitxer json i importar-los en altres servidors inicialitzats.

source: <b>Export to file:</b>
qcv: <b>Exporta a un fitxer:</b>

source: Select destination folder
qcv: Seleccioneu la carpeta de destí

source: Export
qcv: Exporta

source: <b>Import from file:</b>
qcv: <b>Importa des d'un fitxer:</b>

source: Seleccionar un archivo
qcv: Seleccioneu un fitxer

source: Import
qcv: Importa

source: LDAP Read-Only Admin
qcv: Administrador només de lectura de l'LDAP

source: User available
qcv: Usuari disponible

source: LDAP Connection is not ready
qcv: La connexió a l'LDAP no està preparada.

source: Passwords do not match
qcv: La contrasenya nova no coincidix amb la confirmació de la contrasenya.

source: Ldap Read-Only administrator
qcv: Administrador només de lectura de l'LDAP

source: Some services might need LDAP access to users passwords. This LDAP user could be useful to configure them.
qcv: Alguns servicis necessiten accés a l'LDAP de les contrasenyes dels usuaris. Este usuari de l'LDAP pot ser útil per a configurar-los.

source: Password (again)
qcv: Contrasenya (repetiu-la)
