Repository: lliurex/llum
Catalog: llumTranslation/*.po
Languages: es

source: Connection to Master server ready
es: Conexión al servidor maestro lista

source: The XML file generated by Gescen/Itaca contains errors. Importation failed
es: El fichero XML generado por Gescen/Itaca contiene errores. La importación ha fallado

source: The XML file could not be sent to the server.
es: El fichero XML no se pudo enviar al servidor.

source: XML is encrypted. You need to enter a password to decrypt the file.
es: El XML está encriptado. Necesitas introducir una contraseña para desencriptar el fichero.

source: It's not a valid XML file.
es: No es un fichero XML valido.

source: Invalid ITACA password
es: Contraseña de ITACA inválida

source: Unknown error
es: Error desconocido

source: XML parsing error.
es: Error parseando XML.

source: The XML file doesn't exist
es: El fichero XML no existe

source: User
es: Usuario

source: Password
es: Contraseña

source: Enter your user and password
es: Introducir usuario y contraseña

source: Classroom Server
es: Servidor de aula

source: Center Server
es: Servidor de centro

source: Connected to LDAP as:
es: Conectado a LDAP como:

source: User and/or password are incorrect.
es: Usuario y/o contraseña incorrecta.

source: There was an error trying to connect to the n4d(XMLRPC) server
es: Hubo un error intentando conectar al servidor n4d (XMLRPC)

source: Connect to
es: Conectar a

source: Enter old password
es: Introducir antigua contraseña

source: New passwords do not match
es: Las nuevas contraseñas no coinciden

source: Change Own Password
es: Cambiar contraseña

source: Password changed successfully
es: Contraseña de usuario cambiada correctamente

source: Could not change password.
es: No se pudo cambiar la contraseña.

source: Change your password
es: Cambie su contraseña

source: Enter your old password:
es: Introducir su antigua contraseña:

source: Enter your new password:
es: Introducir su nueva contraseña:

source: Re-enter your new password:
es: Vuelva a introducir la nueva contraseña

source: There was an error connecting to the n4d(XMLRPC) server
es: Hubo un error conectando al servidor n4d(XMLRPC)

source: Search User
es: Buscar Usuario

source: User ID
es: ID Usuario

source: Group
es: Grupo

source: Name
es: Nombre

source: Surname
es: Apellido

source: Search user
es: Buscar Usuario

source: Search filter:
es: Buscar filtro:

source: Edit User
es: Editar Usuario

source: Promote User/s
es: Promocionar Usuario/s

source: Demote User/s
es: Revocar permisos

source: Delete User/s
es: Borrar Usuario/s

source: Belongs to
es: Pertenece a

source: Available groups
es: Grupos disponibles

source: Group modification successful
es: Modificación de grupo correcta

source: Personal data changed successfully
es: Cambio de la información personal correcta

source: User password changed successfully
es: Contraseña de usuario cambiada correctamente

source: Password cannot be empty
es: La contraseña no puede estar vacia

source: NIA edited succesfully
es: NIA editado correctamente

source: There was an error trying to edit this user
es: Hubo un error intentando editar este usuario

source: NIF edited successfully
es: NIF editado correctamente

source: User details
es: Detalles del usuario

source: <b>User ID#</b>
es: <b>ID del usuario #</b>

source: <b>User ID</b>
es: <b>ID del usuario #</b>

source: <b>Group</b>
es: <b>Grupo</b>

source: <b>Identification Number</b>
es: <b>Numero de identificación</b>

source: Enter new password
es: Introduzca la nueva contraseña

source: Re-enter new password
es: Vuelva a introducir la contraseña

source: <b>Change password</b>
es: <b>Cambiar contraseña</b>

source: <b>Edit user personal data</b>
es: <b>Editar la infomación personal del usuario</b>

source: <b>Edit user groups</b>
es: <b>Editar los grupos del usuario</b>

source: The following users were removed from the to-be-deleted list for security reasons
es: Los siguientes usuarios se han retirado de la lista de borrado por razones de seguridad

source: Deleting users...
es: Borrando usuarios...

source: Deletion successful
es: Borrado correcto

source: Go back
es: Atrás

source: Delete Users
es: Borrar usuarios

source: The follwing users are going to be deleted:
es: Los siguientes usuarios van a ser borrados:

source: Delete /net user data as well
es: Borrar datos de usario en /net también

source: Students
es: Alumnos

source: Teachers
es: Profesores

source: Other
es: Otros

source: Add User
es: Añadir usuario

source: User created successfully
es: Usuario creado satisfactoriamente

source: Error creating user:
es: Error creando usuario:

source: User ID must contain characters
es: ID de usuario ha de contener caracteres

source: Add user
es: Añadir usuario

source: Template
es: Plantilla

source: * NIA/DNI fields are optional, but if present, they will help the re-importation process
es: * Los campos de NIA/DNI son opcionales, pero si estan presentes, ayudarán al proceso de reimportación

source: The following users were removed from the to-be-promoted list as they don't belong to the teachers group
es: Los siguientes usuarios se han retirado de la lista de usuarios a promocionar porque no pertenecen al grupo de profesores

source: There was an error when promoting
es: Hubo un error promocionando

source: Users successfully promoted to admins
es: Usuarios promocionados a administradores de aula correctamente

source: Promote Users
es: Promocionar Usuarios

source: The following users are going to be promoted:
es: Se promocionarán a los siguientes usuarios:

source: Search Group
es: Buscar Grupo

source: Group ID
es: ID del Grupo

source: Description
es: Descripción

source: Edit Group
es: Editar Grupo

source: Promote Users from Group/s
es: Promocionar Usuarios de grupo/s

source: Demote Users from Group/s
es: Revocar permisos a usuarios del grupo/s

source: Delete Group/s
es: Borrar Grupo/s

source: Delete Users from Group/s
es: Borrar Usuarios del grupo/s

source: All
es: Todos

source: Users in this group
es: Usuarios en este grupo

source: Available users
es: Usuarios disponibles

source: Description changed succesfully
es: Descripción cambiada correctamente

source: There was an error changing group description
es: Hubo un error cambiando la descripcion del grupo

source: Users were removed from this group successfully
es: Usuarios fueron retirados del grupo correctamente

source: The following errors were returned:
es: Los siguientes errores fueron devueltos:

source: Users were added to this group successfully
es: Los usuarios fueron añadidos al grupo correctamente

source: Changing User passwords...
es: Cambiando contraseñas de usuarios...

source: Passwords were successfully changed
es: Las contraseñas se han cambiado correctamente

source: Some errors were found when changing passwords:
es: Se encontraron algunos errores cambiando contraseñas:

source: Group Details
es: Detalles del grupo

source: <b>Group GID#</b>
es: <b>GID de grupo #</b>

source: <b>Group GID</b>
es: <b>GID de grupo</b>

source: <b>Edit Description</b>
es: <b>Editar Descripción</b>

source: <b>Change password to every user in this group:</b>
es: <b>Cambiar la contraseña a todos los usuarios de este grupo:</b>

source: Enter password:
es: Introduzca la contraseña:

source: Re-enter password:
es: Vuelva a introducir la contraseña:

source: <b>Edit Users</b>
es: <b>Editar Usuarios</b>

source: Some errors where found when executing the demoting operation:
es: Se encontraron algunos errores revocando permisos:

source: Users were succesfully demoted
es: Los permisos fueron revocados correctamente

source: The following users were removed from the to-be-demoted list as they don't belong to the teachers group
es: Los siguientes usuarios se han retirado de la lista de usuarios para revocar permisos puesto que no pertenecen al grupo de profesores

source: Demote Users
es: Revocar permisos

source: The following users are going to be demoted:
es: Se revocarán los permisos a los siguientes usuarios:

source: Deleting groups and users...
es: Borrando usuarios y grupos...

source: Deleting groups only...
es: Borrando grupos...

source: Errors were found when deleting groups:
es: Hubo errores borrando los grupos:

source: Group Deletion successful
es: Borrado de grupos correcta

source: Delete Groups
es: Borrar Grupos

source: Delete users belonging to those groups
es: Borrar los usuarios

source: Groups cannot end with a numerical character
es: Los grupos no pueden terminar en caracteres numéricos

source: Add Group
es: Añadir Grupo

source: Group successfully added
es: Grupo añadido correctamente

source: An error was found when adding group:
es: Hubo un error mientras se añadia el grupo:

source: Add group
es: Añadir grupo

source: You must create a group before adding generic users
es: Ha de crear grupos antes de añadir usuarios genéricos

source: Add Generic Users
es: Añadir Usuarios Genericos

source: Creating generic users...
es: Creando usuarios genericos...

source: The following users were created:
es: Los siguientes usuarios han sido creados:

source: User sample:
es: Ejemplo de usuario:

source: Add generic users
es: Añadir usuarios genericos

source: Add users to this group
es: Añadir usuarios a este grupo

source: Users template
es: Plantilla de usuarios

source: Number of users to create
es: Numero de usuarios a crear

source: Generic name
es: Nombre generico

source: Random password
es: Contraseña aleatoria

source: Same as user name
es: Igual que el nombre de usuario

source: Same password for every user
es: Misma contraseña para todos los usuarios

source: Password generation
es: Generación de contraseñas

source: Get password list
es: Listado de contraseñas

source: Print
es: Imprimir

source: All users
es: Todos los usuarios

source: Generate list
es: Generar lista

source: <b>Important:</b> Student list is the only list up to date. Once a teacher manually changes his/her password, it's no longer updated in these lists.
es: <b>Importante:</b> La lista de alumnos es la única que se encuentra actualizada. En el momento que un profesor cambia su propia contraseña, ese cambio no se refleja en las listas.

source: User Deletion tool
es: Borrado de usuarios

source: Everyone
es: Todos

source: You are about to delete every student. Are you sure?
es: Está a punto de borrar a todos los alumnos. ¿Está seguro?

source: You are about to delete every teacher. Are you sure?
es: Está a punto de borrar a todos los profesores. ¿Está seguro?

source: You are about to delete every user. Are you sure?
es: Está a punto de borrar a todos los usuarios. ¿Está seguro?

source: There was an error when deleting users
es: Hubo un error mientras se borraban usuarios

source: Delete every user
es: Borrar todos los usuarios

source: Delete /net user files
es: Borrar datos de usuario de /net

source: <b>Users to delete</b>
es: <b>Usuarios a borrar</b>

source: * You will be asked to confirm this action
es: * Se le pedirá confirmar esta acción

source: Import Gescen/Itaca file
es: Importación Gescen/Itaca

source: Importing users and groups...
es: Importando usuarios y grupos...

source: Importation successful
es: Importación correcta

source: Importation failed
es: Importación fallida

source: Gescen Importation
es: Importación de Gescen

source: Select GESCEN/ITACA file:
es: Seleccionar ficher de GESCEN/ITACA:

source: Select a file
es: Seleccionar un fichero

source: Apply password to ITACA file
es: Aplicar contraseña a fichero de ITACA

source: Importation Mode:
es: Modo de importación:

source: Partial
es: Parcial

source: Clear selection
es: Borrar seleccion

source: Complete
es: Completa

source: This is a list of users from previous Gescen/Itaca importations that were not found in the current xml. <b>Do you want to delete them?</b>
es: Esta es una lista de usuarios de importaciones previas de Gescen/Itaca que no se encuentran en el actual xml. <b>¿Quiére borrarlos?</b>

source: Clear user's /home
es: Limpiar /home de usuarios

source: Others
es: Otros

source: You are about to clear every student's home. Are you sure?
es: Está a punto de limpiar todos los /home de los alumnos, ¿está seguro?

source: You are about to clear every teacher's home. Are you sure?
es: Está a punto de limpiar todos los /home de los profesores, ¿está seguro?

source: You are about to clear every other's home. Are you sure?
es: Está a punto de limpiar todos los /home de los usuarios pertenecientes a others, ¿está seguro?

source: You are about to clear every user's home. Are you sure?
es: Está a punto de limpiar todos los /home de todos los usuarios, ¿está seguro?

source: Cleaning /home directories...
es: Limpiando los directorios /home...

source: There was an error when deleting homes
es: Hubo un error limpiando los /home

source: Clear /home contents tool
es: Limpieza de los /home

source: <b>Group of homes to delete</b>
es: <b>Grupo de /home a borrar</b>

source: Freeze Users
es: Congelar usuarios

source: Frozen groups
es: Grupos Congelados

source: Frozen users
es: Usuarios congelados

source: Groups have been frozen successfully
es: Congelación de grupos correcta

source: The following groups couldn't get frozen:
es: Los siguientes grupos no pudieron ser congelados:

source: Groups have been unfrozen successfully
es: Los grupos se han descongelado correctamente

source: The following groups couldn't get unfrozen:
es: Los siguientes grupos no pudieron ser descongelados:

source: Users have been frozen successfully
es: Los usuarios han sido congelados correctamente.

source: The following users couldn't get frozen:
es: Los siguientes usuarios no pudieron ser congelados:

source: Users have been unfrozen successfully
es: Los usuarios han sido descongelados correctamente

source: The following users couldn't get unfrozen:
es: Los siguientes usuarios no pudieron ser descongelados:

source: Freeze Manager
es: Gestor de Congelación

source: <b>Edit Groups</b>
es: <b>Editar los grupos</b>

source: Reset passwords
es: Restablecer contraseñas

source: Resetting passwords...
es: Restableciendo contraseñas de usuarios...

source: Passwords changed successfuly
es: Contraseña de usuario cambiada correctamente

source: There was an error when changing passwords
es: Hubo un error mientras se cambiaban las contraseñas

source: /net operations
es: Operaciones de /net

source: Regenerating /net folders...
es: Regenerando carpetas de /net...

source: /net user folders regenerated
es: Carpetas de /net regeneradas

source: Regeneration failed
es: Regeneración fallida

source: Fixing /net ACLs...
es: Corrigiendo ACLs de /net...

source: ACLs restored
es: ACLs restauradas

source: ACLs restoration failed
es: La restauración de ACLs ha fallado

source: /net operations
es: Operaciones de /net

source: <b>Regenerate home folders</b>
es: <b>Regenerar carpetas personales</b>

source: Execute
es: Ejecutar

source: Missing folders will be created. Existing ones will be left as are.
es: Las carpetas desaparecidas serán creadas. Las existentes se dejarán como están.

source: <b>Fix ACLs</b>
es: <b>Corregir ACLs</b>

source: This operation might take some time.
es: Está operación podría tardar.

source: Import/Export operations
es: Operaciones de importación/exportación

source: Llum data exported successfully
es: Los datos del Llum exportados satisfactoriamente

source: Llum data exportation failed
es: La exportación de datos del Llum ha fallado

source: Importing users...
es: Importando usuarios...

source: Llum data imported successfully
es: Datos del llum importados satisfactoriamente

source: Llum data importation failed
es: La importación de datos del Llum ha fallado

source: This option allows you to export users and groups to a json file and import them to other initialized servers
es: Esta opción te permite exportar usuarios y grupos a un fichero json e importarlos en otros servidores inicializados.

source: <b>Export to file:</b>
es: <b>Exportar a fichero:</b>

source: Select destination folder
es: Seleccionar carpeta de destino

source: Export
es: Exportar

source: <b>Import from file:</b>
es: <b>Importar desde fichero:</b>

source: Import
es: Importar

source: LDAP Read-Only Admin
es: Administrador sólo-lectura de LDAP

source: User available
es: Usuario disponible

source: LDAP Connection is not ready
es: La conexión a LDAP no esta lista

source: Passwords do not match
es: Las nuevas contraseñas no coinciden

source: Ldap Read-Only administrator
es: Administrador sólo-lectura de LDAP

source: Some services might need LDAP access to users passwords. This LDAP user could be useful to configure them.
es: Algunos servicios necesitan acceso a LDAP de las contraseñas de usuarios. Este usuario de LDAP podría ser util para configurarlos.

source: Password (again)
es: Contraseña (de nuevo)
